Repository: djinnalexio/eye-on-cursor
Catalog: po/*.po
Languages: de_de, es_es, fr_fr, it, ja, nl, pt_pt

source: Eyes
de_de: Augen
es_es: Ojos
fr_fr: Yeux
it: Occhi
ja: 目
nl: Ogen
pt_pt: Olhos

source: Layout
es_es: Disposición
fr_fr: Disposition
ja: レイアウト
nl: Indeling
pt_pt: Disposição

source: Active
de_de: Aktiv
es_es: Activado
fr_fr: Actif
it: Attivo
ja: アクティブ
nl: Actief
pt_pt: Ativo

source: Enable the eyes
de_de: Augen aktivieren
es_es: Habilitar los ojos
fr_fr: Activer les yeux
it: Abilita gli occhi
ja: 目を有効にする
nl: Ogen inschakelen
pt_pt: Ativar os olhos

source: Count
de_de: Anzahl
es_es: Cantidad
fr_fr: Compte
it: Conteggio
ja: カウント
nl: Aantal
pt_pt: Quantidade

source: Number of eyes
de_de: Anzahl der Augen
es_es: Número de ojos
fr_fr: Nombre d'yeux
it: Numero di occhi
ja: 目の数
nl: Aantal ogen
pt_pt: Número de olhos

source: Displaying more eyes may reduce performance.
de_de: Die Anzeige von mehr Augen kann die Leistung verringern.
es_es: Mostrar más ojos puede reducir el rendimiento.
fr_fr: Un plus grand nombre d'yeux peut réduire la performance.
it: La visualizzazione di più occhi potrebbe ridurre le prestazioni.
ja: 目を多く表示するとパフォーマンスが低下する可能性があります。
nl: Meer ogen weergeven kan de prestaties verminderen.
pt_pt: Exibir mais olhos podem reduzir o desempenho.

source: Left
de_de: Links
es_es: Izquierda
fr_fr: Gauche
it: Sinistra
ja: 左
nl: Links
pt_pt: Esquerda

source: Center
de_de: Zentriert
es_es: Centro
fr_fr: Centre
it: Centro
ja: 中央揃え
nl: Midden
pt_pt: Centralizar

source: Right
de_de: Rechts
es_es: Derecha
fr_fr: Droite
it: Destra
ja: 右
nl: Rechts
pt_pt: Direita

source: Position
es_es: Posición
it: Posizione
ja: 位置
nl: Positie
pt_pt: Posição

source: Position of the eyes on the panel
de_de: Position der Augen an der Leiste
es_es: Posición de los ojos en el panel
fr_fr: Position des yeux sur le panneau
it: Posizione degli occhi sul pannello
ja: パネル上の目の位置
nl: Positie van de ogen op het paneel
pt_pt: Posição dos olhos no painel

source: Index
es_es: Índice
fr_fr: Ordre
it: Indice
ja: 目次と索引
nl: Indexeren
pt_pt: Indexação

source: Index of the eyes on the panel segment
de_de: Index der Augen auf das Panel-Segment
es_es: Índice de los ojos en el segmento del panel
fr_fr: Rang des yeux sur le segment du panneau
it: Indice degli occhi sul segmento del pannello
ja: パネルセグメントの目のインデックス
nl: Index van de ogen op het paneelsegment
pt_pt: Índice dos olhos no segmento do painel

source: Width
de_de: Breite
es_es: Ancho
fr_fr: Largeur
it: Larghezza
ja: 幅
nl: Breedte
pt_pt: Largura

source: Drawing space and padding
de_de: Raum und Polster zeichnen
es_es: Espacio de dibujo y relleno
fr_fr: Espace et marge
it: Disegno spazio e imbottitura
ja: 描画スペースとパディング
nl: Ruimte tekenen en afstand
pt_pt: Desenhando espaço e espaçamento

source: Menu
de_de: Menü
es_es: Menú
ja: メニュー

source: Enable the eye submenu
de_de: Untermenü „Auge“ aktivieren
es_es: Habilitar el submenú del ojo
fr_fr: Activer le sous-menu de l'œil
it: Abilita il sottomenu occhi
ja: 目のサブメニューを有効にする
nl: Het submenu voor ogen inschakelen
pt_pt: Ativar submenu do olho

source: Appearance
de_de: Erscheinung
es_es: Apariencia
fr_fr: Apparence
it: Aspetto
ja: 外観
nl: Uiterlijk
pt_pt: Aparência

source: Natural
de_de: Natürlich
fr_fr: Naturel
it: Naturale
ja: ナチュラル
nl: Natuurlijk
pt_pt: Naturais

source: Round
de_de: Runde
es_es: Redondo
fr_fr: Rond
it: Tondo
ja: ラウンド
nl: Ronde
pt_pt: Redondo

source: Comic
es_es: Cómico
it: Fumetto
ja: コミック
nl: Strip
pt_pt: Quadrinhos

source: Shape
de_de: Form
es_es: Forma
fr_fr: Forme
it: Forma
ja: 形状
nl: Vorm
pt_pt: Forma

source: Shape of the eyes
de_de: Augenform
es_es: Forma de los ojos
fr_fr: Forme des yeux
it: Forma degli occhi
ja: 目の形
nl: Vorm van de ogen
pt_pt: Formato dos olhos

source: Outline Mode
de_de: Kontur-Modus
es_es: Modo de Contorno
fr_fr: Mode Contour
it: Modalità Contorno
ja: アウトラインモード
nl: Omlijning Modus
pt_pt: Modo de contorno

source: Draw the eyes as outline only
de_de: Zeichne die Augen nur als Umriss
es_es: Dibujar solo el contorno de los ojos
fr_fr: Dessiner les yeux en contour
it: Disegna gli occhi solo come contorno
ja: アウトラインのみとして目を描く
nl: Teken alleen de ogen als omlijning
pt_pt: Desenhe os olhos como apenas o contorno

source: Strokes
de_de: Striche
es_es: Trazos
fr_fr: Traits
it: Tratti
ja: ストロークス
nl: Lijnen
pt_pt: Braçadas

source: Thickness of the strokes in outline mode
de_de: Stärke der Striche im Umrissmodus
es_es: Grosor de los trazos en modo de contorno
fr_fr: Épaisseur des traits en mode contour
it: Spessore dei tratti in modalità contorno
ja: アウトラインモードでのストロークの太さ
nl: Dikte van de lijnen in omtrek modus
pt_pt: Espessura dos traços no modo de contorno

source: Iris Color
de_de: Iris Farbe
es_es: Color del iris
fr_fr: Couleur de l'iris
it: Colore Iris
ja: 虹彩の色
nl: Iris Kleur
pt_pt: Cor do íris

source: Custom color for the iris
de_de: Benutzerdefinierte Farbe für die Iris
es_es: Color personalizado para el iris
fr_fr: Couleur personnalisée pour l'iris
it: Colore personalizzato per l'iride
ja: 虹彩のカスタム色
nl: Aangepaste kleur voor de iris
pt_pt: Cor personalizada para a íris

source: Refresh Rate
de_de: Aktualisierungsrate
es_es: Frecuencia de actualización
fr_fr: Fréquence
it: Frequenza Di Aggiornamento
ja: リフレッシュ率
nl: Tarief vernieuwen
pt_pt: Taxa de atualização

source: Higher refresh rates may impact performance.
de_de: Höhere Aktualisierungsraten können die Performance beeinflussen.
es_es: Frecuencias de actualización más altas pueden afectar el rendimiento.
fr_fr: Une fréquence élevée peut réduire la performance.
it: Valori di aggiornamento più elevati possono influire sulle prestazioni.
ja: リフレッシュレートが高いほどパフォーマンスに影響する可能性があります。
nl: Hogere verversingssnelheden kunnen de prestaties beïnvloeden.
pt_pt: Taxas de atualização altas podem afetar o desempenho.

source: Blinking
de_de: Blinkend
es_es: Parpadeo
fr_fr: Clignement
it: Lampeggiante
ja: 点滅
nl: Knipperen
pt_pt: Piscando

source: Eyelid Color
de_de: Augenlid-Farbe
es_es: Color del párpado
fr_fr: Couleur de la paupière
it: Colore Della Palpebra
ja: 眼瞼の色
nl: Ooglid kleur
pt_pt: Cor das Pálpebras

source: Manual
de_de: Manuell
fr_fr: Manuel
it: Manuale
ja: マニュアル
nl: Handleiding
pt_pt: Manualmente

source: Synced
de_de: Synchronisiert
es_es: Sincronizado
fr_fr: Synchronisé
it: Sincronizzato
ja: 同期済み
nl: Gesynchroniseerd
pt_pt: Sincronizado

source: Unsynced
de_de: Nicht synchronisiert
es_es: Asincrónico
fr_fr: Aléatoire
it: Non Sincronizzato
ja: 未同期
nl: Niet gesynchroniseerd
pt_pt: Dessincronizado

source: Blink Mode
de_de: Blinzel-Modus
es_es: Modo de parpadeo
fr_fr: Mode de clignement
it: Modalità Lampeggiante
ja: 点滅モード
nl: Knipperen Modus
pt_pt: Modo de piscar

source: Choose how eyes blink
de_de: Wähle wie Augen blinken
es_es: Elija cómo parpadean los ojos
fr_fr: Comment les yeux clignent
it: Scegli come gli occhi lampeggiano
ja: まばたき方を選択
nl: Kies hoe ogen knipperen
pt_pt: Escolha como os olhos piscam

source: Manual Blink
de_de: Manuelles Blinken
es_es: Parpadeo manual
fr_fr: Clignement manuel
it: Collegamento Manuale
ja: マニュアルブリンク
nl: Handmatige Knipper
pt_pt: Pisca manual

source: Synced Blinking Interval
de_de: Synchronisiertes Blinkintervall
es_es: Intervalo de parpadeo sincronizado
fr_fr: Intervalle de clignement synchronisé
it: Intervallo Di Scollegamento Sincronizzato
ja: 同期されたリンク間隔
nl: Interval van gesynchroniseerd knipperen
pt_pt: Intervalo de piscar sincronizado

source: Seconds between synchronized blinks
de_de: Sekunden zwischen synchronisierten Blinken
es_es: Segundos entre parpadeos sincronizados
fr_fr: Secondes entre les clignements synchronisés
it: Secondi tra i lampioni sincronizzati
ja: 同期点滅までの秒
nl: Seconden tussen gesynchroniseerde knipperen
pt_pt: Segundos entre piscadas sincronizadas

source: Unsynced Blinking Interval
de_de: Nicht synchronisiertes Blinkintervall
es_es: Intervalo de parpadeo asincrónico
fr_fr: Intervalle de clignement aléatoire
it: Intervallo Di Scollegamento Non Sincronizzato
ja: 同期されていないリンク間隔
nl: Interval van niet-gesynchroniseerd knipperen
pt_pt: Intervalo de piscar Dessincronizado

source: Range of seconds between random blinks
de_de: Bereich der Sekunden zwischen zufälligen Blinzeln
es_es: Rango de segundos entre parpadeos aleatorios
fr_fr: Intervalle de secondes entre les clignements aléatoires
it: Intervallo di secondi tra lampioni casuali
ja: 瞬きまわる間隔の範囲
nl: Bereik van seconden tussen willekeurige knippen
pt_pt: Intervalo de segundos entre piscadas aleatórios

source: to
de_de: zu
es_es: a
fr_fr: à
it: a
ja: 〜へ
nl: naar
pt_pt: para

source: About
de_de: Über
es_es: Acerca de
fr_fr: À propos
it: Informazioni
ja: 〜について
nl: Informatie
pt_pt: Sobre

source: Development information and credits
de_de: Entwicklungsinformationen und Credits
es_es: Información de desarrollo y créditos
fr_fr: Informations de développement et crédits
it: Informazioni sullo sviluppo e crediti
ja: 開発情報とクレジット
nl: Ontwikkeling informatie en kredieten
pt_pt: Informações e créditos sobre desenvolvimento

# (USER)NAME EMAIL/URL
source: translator_credits
de_de: djinnalexio https://github.com/djinnalexio/
es_es: djinnalexio https://github.com/djinnalexio/
fr_fr: djinnalexio https://github.com/djinnalexio/
it: djinnalexio https://github.com/djinnalexio/
ja: djinnalexio https://github.com/djinnalexio/
nl: djinnalexio https://github.com/djinnalexio/
pt_pt: djinnalexio https://github.com/djinnalexio/

source: Extension Page
de_de: Erweiterungsseite
es_es: Página de la extensión
fr_fr: Page de l'extension
it: Pagina Estensione
ja: エクステンションページ
nl: Pagina met extensie
pt_pt: Página da extensão

source: Donate
de_de: Spenden
es_es: Donar
fr_fr: Faire un Don
it: Dona
ja: 寄付
nl: Doneren
pt_pt: Doar

source: Forked from
de_de: Abgeleitet von
es_es: Derivado de
fr_fr: Dérivé de
it: Forkato da
ja: フォーク元
nl: Afgetakt van
pt_pt: Fork de

source: Cinnamon Fork
es_es: Derivado de Cinnamon
fr_fr: Branche Cinnamon
it: Fork di Cinnamon
ja: Cinnamon 版フォーク

source: Set a shortcut
de_de: Verknüpfung festlegen
es_es: Establecer un atajo
fr_fr: Définir un raccourci
it: Imposta una scorciatoia
ja: ショートカットを設定
nl: Snelkoppeling instellen
pt_pt: Definir um atalho

source: Press Esc to cancel or Backspace to disable the shortcut
de_de: Drücken Sie Esc zum Abbrechen oder Backspace, um die Tastenkombination zu deaktivieren
es_es: Presiona Esc para cancelar o Retroceso para desactivar el atajo
fr_fr: Appuyez sur Échap pour annuler ou sur Retour arrière pour désactiver le raccourci
it: Premi Esc per annullare o Backspace per disabilitare il collegamento
ja: ショートカットを無効にするには、EscキーまたはBackspaceキーを押します
nl: Druk op Esc om te annuleren of Backspace om de snelkoppeling uit te schakelen
pt_pt: Pressione Esc para cancelar ou Backspace para desativar o atalho

source: Mouse Tracker
de_de: Maus-Tracker
es_es: Rastreador
fr_fr: Traqueur
ja: マウストラッカー
nl: Muis Tracker
pt_pt: Rastreador de Mouse

source: Shape of the tracker
de_de: Form des Tracker
es_es: Forma del rastreador
fr_fr: Forme du traqueur
it: Forma del tracker
ja: トラッカーの形状
nl: Vorm van de tracker
pt_pt: Formato do rastreador

source: Select a Tracker
de_de: Tracker auswählen
es_es: Elige a Rastreador
fr_fr: Sélectionner un Traqueur
it: Seleziona un Tracker
ja: トラッカーを選択
nl: Selecteer een tracker
pt_pt: Selecione um Rastreador

source: Size
de_de: Größe
es_es: Tamaño
fr_fr: Taille
it: Dimensione
ja: サイズ
nl: Grootte
pt_pt: Tamanho

source: Size of the tracker
de_de: Größe des Trackers
es_es: Tamaño del rastreador
fr_fr: Taille du traqueur
it: Dimensione del tracker
ja: トラッカーのサイズ
nl: Grootte van de tracker
pt_pt: Tamanho do rastreador

source: Color
de_de: Farbe
fr_fr: Couleur
it: Colore
ja: 色
nl: Kleur
pt_pt: Cor

source: Custom color for the tracker
de_de: Benutzerdefinierte Farbe für den Tracker
es_es: Color personalizado para el rastreador
fr_fr: Couleur personnalisée pour le traqueur
it: Colore personalizzato per il tracker
ja: トラッカーのカスタム色
nl: Aangepaste kleur voor de tracker
pt_pt: Cor personalizada para o rastreador

source: Colors on Click
de_de: Farben bei Klick
es_es: Colores al hacer clic
fr_fr: Couleurs des clic
it: Colori al clic
ja: クリック時の色
nl: Kleuren bij klik
pt_pt: Cores ao Clique

source: Colors when left, middle, and right-clicking
de_de: Farben bei Linksklick, Mitte und Rechtsklick
es_es: Colores al hacer clic con el botón izquierdo, central y derecho
fr_fr: Couleurs de clics gauche, central, et droit
it: Colori a sinistra, centrale e clic destro
ja: 左、中央、右クリック時の色
nl: Kleuren wanneer links, midden en rechts klikken
pt_pt: Cores quando esquerda, meio e botão direito

source: Click highlighting does not work in applications on Wayland. See README.
de_de: Klicken Sie auf Hervorhebung funktioniert nicht in Anwendungen auf Wayland. Siehe README.
es_es: El resaltado de clics no funciona en aplicaciones en Wayland. Ver README.
fr_fr: La mise en surbrillance des clics ne fonctionne pas dans les applications sur Wayland. Voir README.
it: Fare clic sull'evidenziazione non funziona in applicazioni su Wayland. Vedere README.
ja: Wayland 上のアプリケーションではクリックのハイライトは機能しません。README を参照してください。
nl: Klik op markeren werkt niet in applicaties op Wayland. Zie README.
pt_pt: Clique em destacar não funciona em aplicativos no Wayland. Veja LEIAME.

source: Middle-click highlighting does not work on x11. See README.
de_de: Mittelklick-Hervorhebung funktioniert unter X11 nicht. Siehe README.
es_es: El resaltado de clics medios no funciona en x11. Ver README.
fr_fr: La mise en surbrillance du clic central ne fonctionne pas sur x11. Voir README.
it: L'evidenziazione del clic centrale non funziona su x11. Vedere README.
ja: 中クリックのハイライトは x11 では動作しません。 README を参照してください。
nl: Markering bij middenklik werkt niet op X11. Zie README.
pt_pt: O realce do Mediador não funciona no x11. Ver LEIAME.

source: Opacity
de_de: Deckkraft
es_es: Opacidad
fr_fr: Opacité
it: Opacità
ja: 透明度
nl: Transparantie
pt_pt: Transparência

source: Opacity of the tracker
de_de: Deckkraft des Trackers
es_es: Opacidad del rastreador
fr_fr: Opacité du traqueur
it: Opacità del tracker
ja: トラッカーの不透明度
nl: Transparantie van de tracker
pt_pt: Opacidade do rastreador

source: Keybinding
de_de: Tastenbelegung
es_es: Tecla
fr_fr: Raccourci
ja: キー割り当て
nl: Sleutelhanger
pt_pt: Teclas de atalho

source: Toggle Tracker
de_de: Tracker umschalten
es_es: Activar/Desactivar el Rastreador
fr_fr: Activer/Désactiver Le Traqueur
it: Attiva/Disattiva Tracker
ja: トラッカーの切り替え
nl: Tracker in-/uitschakelen
pt_pt: Alternar Rastreador

source: Credits
es_es: Créditos
fr_fr: Crédits
it: Riconoscimenti
ja: クレジット
nl: Kredieten
pt_pt: Créditos

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it: Impostazioni
ja: 設定
nl: Instellingen
pt_pt: Configurações

source: New shortcut…
de_de: Neue Verknüpfung…
es_es: Nuevo atajo…
fr_fr: Nouveau raccourci…
it: Nuova scorciatoia…
nl: Nieuwe sneltoets…
pt_pt: Novo atalho…
